export default {
    topNumber: {
        province: 2,
        project: 10,
        position: 45090,
        rate: 90.6,
        people: 75639,
        equipment: 5639,
        total: 295639,
        check: 45090,
        video: 2586,
        lock: 45090,
        car: 245,
        pos: 142,
        tech: 453
    },
    listData: [
        {info: '浙A D68**3', time: '2021-6-28 12:02:12', duration: '2:02:35', area: '浙江-杭州-西湖区-杭州大厦A座B1层', total: '10.00'},
        {info: '桂A D313*9', time: '2021-6-28 13:22:53', duration: '4:02:55', area: '广西-南宁-青秀区-华润万象城地下停车场', total: '20.00'},
        {info: '京A 823*1', time: '2021-6-29 22:10:16', duration: '2:35:25', area: '北京-丰台区-西三环南路14号院首科大厦B1层', total: '10.00'},
        {info: '浙A 646*4', time: '2021-6-29 22:01:11', duration: '3:02:35', area: '浙江-杭州-西湖区-杭州大厦A座B1层', total: '15.00'},
        {info: '京N 233*8', time: '2021-6-30 10:45:22', duration: '0:35:25', area: '北京-丰台区-西三环南路14号院首科大厦B1层', total: '5.00'},
        {info: '浙A D23**3', time: '2021-6-30 12:02:12', duration: '5:02:35', area: '浙江-杭州-西湖区-杭州大厦A座B1层', total: '25.00'},
        {info: '京N 6G0*8', time: '2021-6-30 14:45:22', duration: '1:10:25', area: '北京-丰台区-西三环东管头1号院3号楼B1层', total: '5.00'},
        {info: '京A 423*1', time: '2021-6-29 22:10:16', duration: '2:35:25', area: '北京-丰台区-西三环南路14号院首科大厦B1层', total: '10.00'},
        {info: '浙B 668*0', time: '2021-6-29 19:02:12', duration: '2:02:35', area: '浙江-杭州-西湖区-湖滨银泰广场地下停车场', total: '10.00'},
        {info: '京J 682*9', time: '2021-6-30 20:11:16', duration: '3:33:54', area: '北京-丰台区-西三环南路14号院首科大厦B1层', total: '15.00'},
        {info: '桂A D315*9', time: '2021-6-28 13:22:53', duration: '4:22:55', area: '广西-南宁-青秀区-华润万象城地下停车场', total: '20.00'},
        {info: '浙G D2**3', time: '2021-6-29 18:02:12', duration: '2:02:35', area: '浙江-杭州-西湖区-湖滨银泰广场地下停车场', total: '10.00'},
        {info: '桂A D302*8', time: '2021-6-30 18:35:22', duration: '5:10:11', area: '广西-南宁-青秀区-华润万象城地下停车场', total: '25.00'},
        {info: '京B G22*9', time: '2021-6-30 23:11:16', duration: '3:33:54', area: '北京-丰台区-西三环南路14号院首科大厦B1层', total: '15.00'},
        {info: '皖G A36*5', time: '2021-6-27 15:55:12', duration: '2:33:02', area: '安徽-铜陵-铜陵市义安区人民医院', total: '10.00'},
        {info: '皖G 318*1', time: '2021-6-28 16:22:31', duration: '5:58:11', area: '安徽-铜陵-铜陵市义安区人民医院', total: '25.00'},
        {info: '皖G 7N1*4', time: '2021-6-30 23:29:39', duration: '4:23:29', area: '安徽-铜陵-铜陵市义安区人民医院', total: '20.00'}

    ],
    lineData: {
        today: [583, 483, 392, 192, 52, 52, 58, 88, 390, 1390, 1829, 1729, 1129, 1229, 1232, 832, 729, 889, 1729, 1819, 1929, 1769, 1629, 829, 538],
        sevenDays: [20190, 21237, 31241, 28312, 40932, 48212, 47102],
        month: [20190, 21237, 31241, 28312, 40932, 48212, 47102, 20190, 21237, 31241, 28312, 40932, 48212, 47102, 20190, 21237, 31241, 28312, 40932, 48212, 47102, 20190, 21237, 31241, 28312, 40932, 48212, 47102],
        year: [20190, 21237, 31241, 28312, 40932]
    },
    pieData: [
        { name: '第三方', value: 5.9 },
        { name: '支付宝', value: 35.3 },
        { name: '现金', value: 17.6 },
        { name: '微信', value: 41.2 }
    ],
    mapData: [
        {
            name: '浙江',
            park: [
                {name: '杭州-西湖区-杭州大厦A座B1层', coord: [120.168069,30.278161], No: 'B12102', car: '浙A D68**3', time: '2:02:35', pay: 'wechat', total: 10},
                {name: '杭州-西湖区-杭州大厦A座B1层', coord: [120.168069,30.278161], No: 'B11890', car: '浙A 646*4', time: '2:02:35', pay: 'wechat', total: 10},
                {name: '杭州-西湖区-杭州大厦A座B1层', coord: [120.168069,30.278161], No: 'B10562', car: '浙A D23**3', time: '2:02:35', pay: 'wechat', total: 10},
                {name: '杭州-湖滨银泰广场地下停车场', coord: [120.169373,30.259392], No: 'B12003', car: '浙B 668*0', time: '2:02:35', pay: 'wechat', total: 10},
                {name: '杭州-湖滨银泰广场地下停车场', coord: [120.169373,30.259392], No: 'B11428', car: '浙G D2**3', time: '3:02:35', pay: 'wechat', total: 15}
            ]
        }, {
            name: '广西',
            park: [
                {name: '南宁-青秀区-华润万象城地下停车场', coord: [108.399398,22.817954], No: 'BM2991', car: '桂A D313*9', time: '4:02:55', pay: 'wechat', total: 20},
                {name: '南宁-青秀区-华润万象城地下停车场', coord: [108.399398,22.817954], No: 'B11101', car: '桂A D315*9', time: '4:22:55', pay: 'wechat', total: 20},
                {name: '南宁-青秀区-华润万象城地下停车场', coord: [108.399398,22.817954], No: 'B21991', car: '桂A D302*8', time: '5:10:11', pay: 'other', total: 25}
            ]
        },  {
            name: '安徽',
            park: [
                {name: '安徽-铜陵-铜陵市义安区人民医院', coord: [117.798224,30.96096], No: 'B00223', car: '皖G A36*5', time: '2:33:02', pay: 'Ali', total: 10},
                {name: '安徽-铜陵-铜陵市义安区人民医院', coord: [117.798224,30.96096], No: 'B00091', car: '皖G 318*1', time: '5:58:11', pay: 'wechat', total: 25},
                {name: '安徽-铜陵-铜陵市义安区人民医院', coord: [117.798224,30.96096], No: 'B00031', car: '皖G 7N1*4', time: '4:23:29', pay: 'other', total: 20}
            ]
        }, {
            name: '北京',
            park: [
                {name: '丰台区-西三环南路14号院首科大厦B1层', coord: [116.320328,39.883822], No: 'B10002', car: '京A 823*1', time: '2:35:25', pay: 'Ali', total: 10},
                {name: '丰台区-西三环南路14号院首科大厦B1层', coord: [116.320328,39.883822], No: 'B10302', car: '京N 233*8', time: '0:35:25', pay: 'other', total: 5},
                {name: '丰台区-西三环南路14号院首科大厦B1层', coord: [116.320328,39.883822], No: 'B10288', car: '京N 6G0*8', time: '1:10:25', pay: 'wechat', total: 5},
                {name: '丰台区-西三环南路14号院首科大厦B1层', coord: [116.320328,39.883822], No: 'B10310', car: '京A 423*1', time: '2:35:25', pay: 'other', total: 10},
                {name: '丰台区-西三环南路14号院首科大厦B1层', coord: [116.320328,39.883822], No: 'B10263', car: '京J 682*9', time: '3:33:54', pay: 'other', total: 15},
                {name: '丰台区-西三环南路14号院首科大厦B1层', coord: [116.320328,39.883822], No: 'B10003', car: '京B G22*9', time: '3:33:54', pay: 'wechat', total: 15}

            ]
        }
    ],
    rightBoxNumber: {
        order: 23056,
        income: 123,
        use: 12,
        overturn: 7.4,
        averageIncome: 10.5,
        actualUse: 43886,
        actualOverturn: 97.4,
    }
};