export default {
    listData: [
        {info: '浙A D***3', time: '2021-6-12 12:02:12', duration: '2:02:35', area: '浙江-杭州-西湖区-冰壶银台-B2-1802', total: '10.00'},
        {info: '浙A D***4', time: '2021-6-12 12:02:12', duration: '2:02:35', area: '浙江-杭州-西湖区-冰壶银台-B2-1802', total: '10.00'},
        {info: '浙A D***5', time: '2021-6-12 12:02:12', duration: '2:02:35', area: '浙江-杭州-西湖区-冰壶银台-B2-1802', total: '10.00'},
        {info: '浙A D***6', time: '2021-6-12 12:02:12', duration: '2:02:35', area: '浙江-杭州-西湖区-冰壶银台-B2-1802', total: '10.00'},
        {info: '浙A D***7', time: '2021-6-12 12:02:12', duration: '2:02:35', area: '浙江-杭州-西湖区-冰壶银台-B2-1802', total: '10.00'},
        {info: '浙A D***8', time: '2021-6-12 12:02:12', duration: '2:02:35', area: '浙江-杭州-西湖区-冰壶银台-B2-1802', total: '10.00'},
        {info: '浙A D***9', time: '2021-6-12 12:02:12', duration: '2:02:35', area: '浙江-杭州-西湖区-冰壶银台-B2-1802', total: '10.00'},
        {info: '浙A D***0', time: '2021-6-12 12:02:12', duration: '2:02:35', area: '浙江-杭州-西湖区-冰壶银台-B2-1802', total: '10.00'},
    ],
    lineData: {
        today: [583, 483, 392, 192, 52, 52, 58, 88, 390, 1390, 1829, 1729, 1129, 1229, 1232, 832, 729, 889, 1729, 1819, 1929, 1769, 1629, 829, 538],
        sevenDays: [20190, 21237, 31241, 28312, 40932, 48212, 47102],
        month: [20190, 21237, 31241, 28312, 40932, 48212, 47102, 20190, 21237, 31241, 28312, 40932, 48212, 47102, 20190, 21237, 31241, 28312, 40932, 48212, 47102, 20190, 21237, 31241, 28312, 40932, 48212, 47102],
        year: [20190, 21237, 31241, 28312, 40932]
    },
    pieData: [
        { name: '第三方', value: 5.9 },
        { name: '支付宝', value: 35.3 },
        { name: '现金', value: 17.6 },
        { name: '微信', value: 41.2 }
    ],
    mapData: [
        {
            name: '浙江',
            park: [
                {name: '杭州-滨湖银泰停车场',  coord: [121.153576,28.987459], No: 'AB7892', car: '浙AG***6', time: '1:20:34', pay: 'wechat', total: 15},
                {name: '杭州-滨湖银泰停车场1', coord: [121.153576,28.587459], No: 'AB7892', car: '浙AG***6', time: '1:20:34', pay: 'wechat', total: 15},
                {name: '杭州-滨湖银泰停车场2',  coord: [120.053576,28.587459], No: 'AB7892', car: '浙AG***6', time: '1:20:34', pay: 'wechat', total: 15},
            ]
        }, {
            name: '广西',
            park: [
                {name: '南宁-滨湖银泰停车场', value: [108.418194,22.839025], coord: [108.418194,22.839025], No: 'AB7892', car: '浙AG***6', time: '1:20:34', pay: 'ali', total: 15},
                {name: '柳州-滨湖银泰停车场', value: [109.499036,24.39228], coord: [109.499036,24.39228], No: 'AB7892', car: '浙AG***6', time: '1:20:34', pay: 'ali', total: 15},
            ]
        }, {
            name: '湖南',
            park: [
                {name: '长沙-滨湖银泰停车场', value: [112.994522,28.213559], coord: [112.994522,28.213559], No: 'AB7892', car: '浙AG***6', time: '1:20:34', pay: 'cash', total: 15},
                {name: '衡阳-滨湖银泰停车场', value: [112.644973,26.910059], coord: [112.644973,26.910059], No: 'AB7892', car: '浙AG***6', time: '1:20:34', pay: 'cash', total: 15},
            ]
        }, {
            name: '贵州',
            park: [
                {name: '贵阳-滨湖银泰停车场', value: [106.635091,26.654039], coord: [106.635091,26.654039], No: 'AB7892', car: '浙AG***6', time: '1:20:34', pay: 'other', total: 25}
            ]
        }
    ]
};